Revit 2027 API
BoundingBoxXYZ.Min Property
Minimum coordinates (lower-left-rear corner of the box).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ Min { get; set; }
Public Property Min As XYZ
	Get
	Set
public:
property XYZ^ Min {
	XYZ^ get ();
	void set (XYZ^ value);
}
member Min : XYZ with get, set
Property Value
XYZ
Remarks
The bounds are defined in the coordinate space of the box.
See Also
Reference
BoundingBoxXYZ Class
Autodesk.Revit.DB Namespace